{
  "intro": "The goal of Fattore Street is to get all workers of America to secure their financial future...",

  "principles": [
    {
      "id": 1,
      "title": "Brokerage Accounts",
      "content": "Fidelity, Schwab, and Vanguard are three of the top choices for brokerage accounts. Below are the passively managed mutual funds for each brokerage that together make up the entire global stock market.",
      "table": {
        "data": [
          { "Brokerage Company": "Fidelity", "Money Market Fund": "SPAXX", "US Fund": "FSKAX", "International Fund": "FTIHX", "Bond Fund": "FTBFX" },
          { "Brokerage Company": "Charles Schwab","Money Market Fund": "SNVXX","US Fund": "SWTSX","International Fund": "SWISX", "Bond Fund": "SWAGX" },
          { "Brokerage Company": "Vanguard", "Money Market Fund": "VMFXX", "US Fund": "VTSAX", "International Fund": "VTIAX", "Bond Fund": "VBTLX" },
          { "Brokerage Company": "Vanguard ETFs", "Money Market Fund": "N/A", "US Fund": "VTI", "International Fund": "VXUS", "Bond Fund": "BND" }
        ]
      }
    },
    {
      "id": 2,
      "title": "Managing Bad Debt",
      "content": "Any debt which has an interest rate greater than your money market fund should be paid off. Other debt, notably low interest rate mortgages, can be managed by just paying the monthly premium. Keeping the cash with your emergency fund in a MMF might make more financial sense. Err on the side of paying off debts. Paying off debt is a guaranteed return. Once bills are paid, emergency funds established, and bad debt settled, excess cash can be invested."
    },
    {
      "id": 3,
      "title": "6 Month Emergency Fund",
      "content": "Maintain a six-month emergency fund in a money market fund. Money market funds are preferred because they offer the highest return out of all risk-free options, all within the same brokerage account as your other investments. These funds invest in short-term treasury bonds and are currently yielding around 5% as of August 17, 2024. A high-yield savings account is another good option, but might require opening up a separate account."
    },
    {
      "id": 4,
      "title": "Buy and Hold",
      "content": "Investing in low-cost, passively managed, market cap weighted, broadly diversified index funds is the best investing strategy. Limiting the number of funds in your portfolio reduces complexity. Allocate 20-40% to the international fund. Focus on staying invested rather than trying to time the market. Over the long term, holding your investments smooths out the ups and downs, leading to a solid average return. $100 invested at the start of the year in 1963 would be worth $41,024.18 at the end of 2023, which is a 40,924.18% return on investment or 10.37% a year. Note: Reinvesting dividends and not adjusting for inflation."
    },
    {
      "id": 5,
      "title": "Picking Investments",
      "content": "Buying and holding any low-cost broad index fund will yield exceptional results. Ensure the fund passively tracks a broad index and has a minimal expense ratio, less than 0.10%. Even professional active fund managers are unable to beat the returns of simple index funds, particularly because of their steep expense ratios. For 401ks, where options are limited, the target date funds are typically a slam dunk. Avoid market timing and especially day trading."
    },
    {
      "id": 6,
      "title": "Diversification",
      "content": "A well-diversified portfolio reduces some risks of investing by averaging out the noise of the market. A large index such as the S&P 500 is less volatile compared to the individual stocks that comprise it. The two recommended funds together represent the entire global stock market, ensuring maximum diversification."
    },
    {
      "id": 7,
      "title": "Continuous Investing",
      "content": "Continuous automatic investing helps smooth out buying price and overall returns. Mutual funds are recommended over ETFs because they allow flexible automatic investing. Setting up weekly automatic investing is the ideal way to seamlessly build wealth over time."
    },
    {
      "id": 8,
      "title": "Tax-Advantaged Accounts",
      "content": "Capitalize on all tax-advantaged investment accounts such as IRAs and 401ks. Effectively, investments in IRAs and 401ks are not subject to capital gains tax; the difference is when income tax is applied. These accounts are either government or employer-sponsored; the employer 401k match is financially potent.",
      "table": {
        "data": [
          {
            "Investment Account": "Regular Taxable Brokerage Account",
            "Initial Investment": "Income Tax",
            "Cash Out": "Capital Gains Tax"
          },
          {
            "Investment Account": "Pre-Tax: Individual IRA/401k",
            "Initial Investment": "No Tax",
            "Cash Out": "Income Tax"
          },
          {
            "Investment Account": "Post-Tax: Roth IRA/401k",
            "Initial Investment": "Income Tax",
            "Cash Out": "No Tax"
          }
        ]
      }
    },
    {
      "id": 9,
      "title": "Bonds",
      "content": "Bonds can be utilized in a portfolio to increase diversification, decrease risk, but also decrease overall potential return. 20-30 year olds have little need for bonds because they have long time horizons, while older individuals near retirement will appreciate the decrease in volatility. The percent of a portfolio as bonds should be roughly 120 minus your age. A 20 year old should have no bonds, a 60 year old about 40%."
    }
  ]
}